/* Single line footer for Fast rise/drop */
"%@ %@ in %d consecutive readings" = "%1$@ %2$@ in %3$d consecutive readings";

/* Single line footer for predicted low */
"%d minutes" = "%d minutes";

/* Option in low predicion alert settings */
"%d Minutes" = "%d Minutes";

/* Single line footer for Persistent high */
"%d minutes < %d)." = "%1$d minutes < %2$d).";

/* Single line footer for missed readings alert */
"%d minutes." = "%d minutes.";

/* Option */
"1 Minute" = "1 Minute";

/* Button value for A1c */
"A1c" = "A1c";

/* Label for Alert Notifications */
"Alert Notifications" = "Alert Notifications";

/* Label for Alert volume */
"Alert Volume" = "Alert Volume";

/* Label for duration options */
"Alert when high BG for more than" = "Alert when high BG for more than";

/* Label for Alert when no data */
"Alert when no data for more than" = "Alert when no data for more than";

/* Footer for Urgent High */
"Alerts anytime when the blood glucose raises above this value." = "Alerts anytime when the blood glucose raises above this value.";

/* Footer for Alerts */
"Alerts when a fast BG rise or drop is detected in the last consecutive readings." = "Alerts when a fast BG rise or drop is detected in the last consecutive readings.";

/* Footer for predicted low */
"Alerts when a low BG value is predicted in less than %d minutes." = "Alerts when a low BG value is predicted in less than %d minutes.";

/* Footer in low predicion alert settings */
"Alerts when a low BG value is predicted in the near future (if the current trend is continued)." = "Alerts when a low BG value is predicted in the near future (if the current trend is continued).";

/* footer for Persistent high */
"Alerts when BG remains high for more than %d minutes or exceeds the urgent high value %@." = "Alerts when BG remains high for more than %1$d minutes or exceeds the urgent high value %2$@.";

/* Footer for Fast rise/drop */
"Alerts when BG values are rising or dropping with %@ %@, considering the last %d consecutive readings." = "Alerts when BG values are rising or dropping with %1$@ %2$@, considering the last %3$d consecutive readings.";

/* Footer for missed readings alert */
"Alerts when no data for more than %d minutes." = "Alerts when no data for more than %d minutes.";

/* Footer for Alerts when no data is received */
"Alerts when no data is received for a longer period. We suggest leaving this check ALWAYS ON." = "Alerts when no data is received for a longer period. We suggest leaving this check ALWAYS ON.";

/* Footer for Persistent High */
"Alerts when the BG remains high for a longer period. When on, this alert will delay the high BG alert until the period elapsed or until reaching a maximum BG level (urgent high)." = "Alerts when the BG remains high for a longer period. When on, this alert will delay the high BG alert until the period elapsed or until reaching a maximum BG level (urgent high).";

/* Footer for Low alert */
"Alerts when the blood glucose drops below this value." = "Alerts when the blood glucose drops below this value.";

/* Footer for High alert */
"Alerts when the blood glucose raises above this value." = "Alerts when the blood glucose raises above this value.";

/* Title for confirmation */
"ARE YOU SURE?" = "ARE YOU SURE?";

/* Button value for Average */
"Average" = "Average";

/* Button value for Coefficient of Variation */
"Coefficient of Variation" = "Coefficient of Variation";

/* Label for Consecutive Readings */
"Consecutive Readings" = "Consecutive Readings";

/* Label for delta */
"Delta" = "Delta";

/* Label for Dim screen when idle */
"Dim Screen When Idle" = "Dim Screen When Idle";

/* Footer for URL */
"Enter the URI to your Nightscout Server here. E.g. 'https://nightscout?token=mytoken'" = "Enter the URI to your Nightscout Server here. E.g. 'https://nightscout?token=mytoken'";

/* Label for Fast rise/drop */
"Fast Rise/Drop" = "Fast Rise/Drop";

/* Body of confirmation */
"For your safety, keep this switch ON for receiving alarms when no readings!" = "For your safety, keep this switch ON for receiving alarms when no readings!";

/* Fullscreen monitor */
"Fullscreen monitor" = "Fullscreen monitor";

/* Button value for High */
"High" = "High";

/* Alarm settings title: High alert */
"High BG Alert" = "High BG Alert";

/* Footer for consecutive readings */
"How many consecutive readings to consider." = "How many consecutive readings to consider.";

/* Footer for Alert volume */
"If overriding the system output volume, your custom volume level will be used rather than phone's current volume level." = "If overriding the system output volume, your custom volume level will be used rather than phone's current volume level.";

/* Footer for Progressive volume switch */
"If selected, the alert will start quietly and increase the volume gradualy, reaching the maximum volume in selected time interval." = "If selected, the alert will start quietly and increase the volume gradualy, reaching the maximum volume in selected time interval.";

/* Button value for IFCC A1c */
"IFCC A1c" = "IFCC A1c";

/* Title for confirmation */
"IMPORTANT" = "IMPORTANT";

/* Button value for In range */
"In Range" = "In Range";

/* Invalid data from NS entries API */
"Invalid data with HTML received from Nightscout entries API" = "Invalid data with HTML received from Nightscout entries API";

/* Invalid JSON from Pebble API */
"Invalid JSON received from Pebble Watch API" = "Invalid JSON received from Pebble Watch API";

/* Invalid JSON from Pebble API, missing bgs, check NS conf */
"Invalid JSON received from Pebble Watch API, missing bgs array. Check Nightscout configuration. " = "Invalid JSON received from Pebble Watch API, missing bgs array. Check Nightscout configuration. ";

/* Invalid readings */
"Invalid readings" = "Invalid readings";

/* Label for Keep the Screen Active */
"Keep the Screen Active" = "Keep the Screen Active";

/* Message for confirmation */
"Keep this switch ON to disable the screenlock and prevent the app to get stopped!" = "Keep this switch ON to disable the screenlock and prevent the app to get stopped!";

/* Footer for Dim Screen */
"Keeping the screen active is of paramount importance if using the app as a night guard. We suggest leaving it ALWAYS ON." = "Keeping the screen active is of paramount importance if using the app as a night guard. We suggest leaving it ALWAYS ON.";

/* Stats button value for Last 24h */
"Last 24h" = "Last 24h";

/* Stats button value for Last 8h */
"Last 8h" = "Last 8h";

/* Button value for Low */
"Low" = "Low";

/* Alarm settings title: Low alert */
"Low BG Alert" = "Low BG Alert";

/* Show low prediction warning */
"Low Predicted in %dmin" = "Low Predicted in %dmin";

/* Alarm settings title: Low prediction */
"Low Prediction" = "Low Prediction";

/* Title in low predicion alert settings */
"Low Prediction2" = "Low Prediction";

/* plurar unit */
"minutes" = "minutes";

/* Option */
"Minutes" = "Minutes";

/* Alarm settings title: Missed readings */
"Missed Readings" = "Missed Readings";

/* Option */
"Never" = "Never";

/* No data from NS entries API */
"No data received from Nightscout entries API" = "No data received from Nightscout entries API";

/* No data from NS status API */
"No data received from Nightscout status API" = "No data received from Nightscout status API";

/* No data from Pebble API */
"No data received from Pebble Watch API" = "No data received from Pebble Watch API";

/* Alert off */
"Off" = "Off";

/* Link to NS site */
"Open your Nightscout site" = "Open your Nightscout site";

/* Alarm settings title: Other alerts */
"Other Alerts" = "Other Alerts";

/* Label for Override System Volume switch */
"Override System Volume" = "Override System Volume";

/* Alarm settings title: Persistent High */
"Persistent High" = "Persistent High";

/* Label for prediction interval options */
"Prediction interval" = "Prediction interval";

/* Label for Progressive Volume */
"Progressive Volume" = "Progressive Volume";

/* Text of Readings stats button */
"Readings" = "Readings";

/* Text of Reading% stats button */
"Readings %" = "Readings %";

/* Footer for Reduce screen brightness */
"Reduce screen brightness after detecting user inactivity for more than selected time period." = "Reduce screen brightness after detecting user inactivity for more than selected time period.";

/* plurar unit */
"seconds" = "seconds";

/* Label for Show BG on Badge */
"Show BG on App Badge" = "Show BG on App Badge";

/* Label for Show statistics */
"Show Statistics" = "Show Statistics";

/* Label for Smart snooze switch */
"Smart Snooze" = "Smart Snooze";

/* Text of snooze button */
"snooze" = "snooze";

/* Footer for smart snooze switch */
"Snooze (do not alert) when values are high or low but the trend is going in the right direction." = "Snooze (do not alert) when values are high or low but the trend is going in the right direction.";

/* Snoozed duration in main page */
"Snoozed for %dmin" = "Snoozed for %dmin";

/* Snoozed duration on watch */
"Snoozed %dmin" = "Snoozed %dmin";

/* Label for Snoozing actions */
"Snoozing Actions" = "Snoozing Actions";

/* Title of Stats period */
"Stats Period" = "Stats Period";

/* Button value for Std Deviation */
"Std Deviation" = "Std Deviation";

/* Stop alert button */
"Stop Alert" = "Stop Alert";

/* Test alert button */
"Test Alert" = "Test Alert";

/* Empty or invalid Uri error */
"The base URI is empty or invalid!" = "The base URI is empty or invalid!";

/* Footer for delta */
"The difference (delta) between two individual readings." = "The difference (delta) between two individual readings.";

/* Stats button value for Today */
"Today" = "Today";

/* Stats button value for Today & Yesterday */
"Today & Yesterday" = "Today & Yesterday";

/* Unkown error while extracting Pebble API data */
"Unknown error while extracting data from Pebble Watch API" = "Unknown error while extracting data from Pebble Watch API";

/* Label for Urgent High */
"Urgent High" = "Urgent High";

/* Title for URL */
"URL" = "URL";

/* Label for Version */
"Version" = "Version";

/* Label for Vibrate switch */
"Vibrate" = "Vibrate";

/* Footer for Alert notifications */
"When the application is in background, you can enable alert notifications to draw your attention when an alarm was activated.  Just to be sure that you will not miss the notifications, turn the volume up and disable the Do Not Disturb/Silence mode." = "When the application is in background, you can enable alert notifications to draw your attention when an alarm was activated.  Just to be sure that you will not miss the notifications, turn the volume up and disable the Do Not Disturb/Silence mode.";

/* Stats button value for Yesterday */
"Yesterday" = "Yesterday";

/* Snoozed Label in Bedside Controller */
"Snoozed for %dmin" = "Snoozed for %dmin";

/* Low Predicted Label in Bedside Controller */
"Low Predicted in %dmin" = "Low Predicted in %dmin";

/* Persistent High BG in AlarmRule Class */
"Persistent High BG" = "Persistent High BG";

/* High BG in AlarmRule Class */
"High BG" = "High BG";

/* Low BG in AlarmRule Class */
"Low BG" = "Low BG";

/* Fast Rise in AlarmRule Class */
"Fast Rise" = "Fast Rise";

/* Fast Drop in AlarmRule Class */
"Fast Drop" = "Fast Drop";

/* Low Predicted in %dmin in AlarmRule Class */
"Low Predicted in %dmin" = "Low Predicted in %dmin";

/* shorter text for watch: Low in %dmin in AlarmRule Class */
"Low in %dmin" = "Low in %dmin";

/* Watch Popup Info Label */
"Info" = "Info";

/* Watch Popup Refresh Label */
"Refresh" = "Refresh";

/* Watch Popup Snooze Label */
"Snooze" = "Snooze";

/* Watch Popup Scroll Label */
"Scroll" = "Scroll";

/* Watch Popup Zoom Label */
"Zoom" = "Zoom";

/* Watch Interface Controller Cancel Label */
"Cancel" = "Cancel";

/* SnoozeActionsViewController Quick Snooze Hint */
"After an alert started, sometimes it is important to have a shortcut, a quick way to stop it for the moment." = "After an alert started, sometimes it is important to have a shortcut, a quick way to stop it for the moment.";

/* Quick Snoozing Label */
"Quick Snoozing" = "Quick Snoozing";

/* Snoozing with volume button hint */
"NOTE: snoozing with volume buttons is enabled only if the \"Override System Volume\" option is ON (Alert Volume screen)" = "NOTE: snoozing with volume buttons is enabled only if the \"Override System Volume\" option is ON (Alert Volume screen)";

/* Shaking the phone Label */
"Shaking the phone" = "Shaking the phone";

/* Volume Buttons Label */
"Volume Buttons" = "Volume Buttons";

/* Will do Nothing Quick Snooze Option */
"Will do Nothing" = "Will do Nothing";

/* Will show the Snooze Dialog Quick Snooze Option */
"Will show the Snooze Dialog" = "Will show the Snooze Dialog";

/* Will snooze for 1 Minute Dialog Quick Snooze Option */
"Will snooze for 1 Minute" = "Will snooze for 1 Minute";

/* Will snooze for 5 Minutes Dialog Quick Snooze Option */
"Will snooze for 5 Minutes" = "Will snooze for 5 Minutes";

/* Will snooze for 10 Minutes Dialog Quick Snooze Option */
"Will snooze for 10 Minutes" = "Will snooze for 10 Minutes";

/* Alert popup body text for disabling all alerts */
"It is not recommended to disable all alerts! Do you really want to disable all alerts?" = "It is not recommended to disable all alerts! Do you really want to disable all alerts?";

/* Footer for disable all alerts switch */
"Deactivate all alerts. This is NOT recommended. You will get no alarms or notifications at all anymore!" = "Deactivate all alerts. This is NOT recommended. You will get no alarms or notifications at all anymore!";

/* Label for disable all alerts */
"Disable all alerts" = "Disable all alerts";

/* Popup OK-Button */
"OK" = "OK";

/* Popup YES-Button */
"YES" = "YES";

/* Popup NO-Button */
"NO" = "NO";

/* Popup Accept-Button */
"Accept" = "Accept";

/* Popup Error Message Title */
"Error" = "Error";

/* Popup Decline-Button */
"Decline" = "Decline";

/* Set Target Message Title */
"Set Target '%@'?" = "Set Target '%@'?";

/* Set Target Message Text */
"Do you want to set a temporary target for %d minutes?" = "Do you want to set a temporary target for %d minutes?";

/* Cancel Target Popup Title */
"Cancel Target" = "Cancel Target";

/* Cancel Target Popup Text */
"Do you want to cancel an active temporary target?" = "Do you want to cancel an active temporary target?";

/* Label for Temporary Target Duration */
"Duration" = "Duration";

/* Minutes TT Unit */
"minutes" = "minutes";

/* Hour TT Unit */
"hour" = "hour";

/* Hours TT Unit */
"hours" = "hours";

/* Label for Temporary Target Value */
"Target Value" = "Target Value";

/* Button to activate the Temporary Target */
"Set Target" = "Set Target";

/* Label for Temporary Target Section */
"Set a new Temporary Target" = "Set a new Temporary Target";

/* Label for the Temporary Target Reason */
"Reason" = "Reason";

/* TT Reason Picker Activity */
"Activity" = "Activity";

/* TT Reason Picker Too High */
"Too High" = "Too High";

/* TT Reason Picker Too Low */
"Too Low" = "Too Low";

/* TT Reason Picker Meal Soon */
"Meal Soon" = "Meal Soon";

/* Section to delete a temporary Target */
"Delete an active Temporary Target" = "Delete an active Temporary Target";

/* Button to delete a current Temporary Target */
"Delete Temporary Target" = "Delete Temporary Target";

/* Error hint in case of a http 401 Exception */
"You don't have write access to your nightscout site.\nDid you enter a security token in your nightscout base URI?" = "You don't have write access to your nightscout site.\nDid you enter a security token in your nightscout base URI?";

/* Footer for ManuallySetUnitsSwitch */
"If enabled, you will override your Units-Setting of your nightscout backend. Usually you can disable this. Nightguard will determine the correct Units on its own." = "If enabled, you will override your Units-Setting of your nightscout backend. Usually you can disable this. Nightguard will determine the correct Units on its own.";

/* Label for Manually set Units */
"Manually set Units" = "Manually set Units";

/* Label for 'Use the following Units' */
"Use the following Units" = "Use the following Units";

/* Watch-Button to delete a current Temporary Target */
"Delete Target" = "Delete Target";

/* Add Carbs Popup Title */
"Add Carbs" = "Add Carbs";

/* Cancel Target Popup Text */
"Do you want to enter %dg of consumed carbs?" = "Do you want to enter %dg of consumed carbs?";

/* Section to enter Carbs */
"Enter consumed Carbs" = "Enter consumed Carbs";

/* Label for the amount of carbs in gramm */
"Gramms [g]" = "Gramms [g]";

/* Button to add consumed Carbs */
"Add Carbs" = "Add Carbs";

/* Add carbs popup modal text */
"Do you want to add %dg of carbs?" = "Do you want to add %dg of carbs?";
